[
  {
    "id": 1,
    "name": "בונים כלי פנימי או מוצר SaaS?",
    "text": "בונים כלי פנימי או מוצר SaaS?\nנתכנן חכם, נבדוק מהר, נתקדם בטוח.\nמה אני מתחייב: \nקודם לינק חי—אחר-כך תשלום.\nנלווה אתכם כדי:\n✅ לאפיין MVP ממוקד (מה נכנס / מה מחכה)\n✅ לסדר זרימות ולבנות מסכים נקיים לפי רפרנסים\n✅ להרים דמו חי בבעלותכם, בלי התחייבות מוקדמת\n✅ לבצע handoff מסודר לצוות הפיתוח כשמוכנים\n💥 רוצים להתחיל נכון? \nשלחו הודעה עם שם העסק והיעד העיקרי.",
    "created": "2025-10-04T15:37:32.058555"
  },
  {
    "id": 2,
    "name": "מ־רעיון למוצר בלי כאב ראש",
    "text": "מ־רעיון למוצר בלי כאב ראש\n\nיש לכם רעיון למוצר SaaS אבל לא יודעים מאיפה להתחיל?\nאנחנו מתחילים בקטן – אבל בונים נכון מהיום הראשון.\n\nמה אני מתחייב:\nקודם הדגמה – אחר כך החלטה.\n\nמה תקבלו:\n✅ אפיון MVP ברור לפי שלבים\n✅ עיצוב מסכים נקי על בסיס רפרנסים קיימים\n✅ דמו חי שתוכלו להראות למשקיעים או לקוחות\n✅ תהליך מעבר חלק לצוות הפיתוח שלכם\n\nאל תישארו עם רעיון בראש – בואו נראה אותו עובד.\nכתבו לי \"יש לי רעיון\" ונדייק אותו ביחד.",
    "created": "2025-10-05T14:27:19.621437"
  },
  {
    "id": 3,
    "name": "פרומפט 💡 איך לגרום למחשב לעבוד מהר יותר — בלי “להיות טכני” ועם עזרה של בינה מלאכותית 🤖",
    "text": "💡 איך לגרום למחשב לעבוד מהר יותר — בלי להיות טכני ועם עזרה של AI 🤖\n\nהמחשב נהיה איטי? לוקח לו זמן להיפתח?\nברוב המקרים זה לא בגלל שהוא ישן —\nאלא בגלל שתוכנות שרצות ברקע סתם מעמיסות עליו.\n\n🧩 ומה אם הייתם יכולים לסדר את זה בעצמכם – בלחיצה אחת?\n\nAI יכול להכין בשבילכם סקריפט —\nדף הוראות קצר שמנקה את המחשב צעד־צעד,\nבלי שתצטרכו להבין בקוד בכלל.\n\n📋 העתיקו את הפרומפט הזה ל־AI שלכם (GPT / Gemini / Copilot):\n\n [צא מנקודת הנחה שאין לי רקע בתכנות, או רקע במחשב ואני לא אדם טכנולוגי . אני רוצה להבין איך למטב את פעילות המחשב שלי . עליך להשיב לי, ולהדריך אותי צעד אחר צעד, רק בעברית . אני רוצה סקריפט PowerShell אחד, מלא, באנגלית בלבד (ASCII בלבד — בלי תווים בעברית, גרשיים חכמים או טקסט לא תקני), שמציג לי רשימת תהליכים לפי שימוש בזיכרון (RAM) ומאפשר לבחור אילו מהם לסגור בבטחה. ⚙️ דרישות: הקוד חייב להיות מוכן להעתקה ישירה ל־Notepad. שם הקובץ: close_unneeded_processes.ps1 מקום שמירה: על שולחן העבודה (Desktop). אין להשתמש בתווים בעברית, גרשיים חכמים, או הערות בעברית. הקוד חייב להיות שלם (לא חלקי ולא המשך). עליו לרוץ בהצלחה ב־PowerShell 5 ומעלה על Windows 10/11. 🧩 מבנה הסקריפט: “Whitelist” של תהליכי מערכת שאסור לסגור. הצגת טבלה עם אינדקסים, שמות תהליכים, ומספר ה־MB שכל אחד צורך. אפשרות בחירה: הקלדת אינדקסים (למשל 1,3,5) כדי לסגור רק אותם. או הקלדת ALL כדי לסגור תוכנות נפוצות (Chrome, Teams, Zoom, Spotify, Discord, וכו’). בקשת אישור סופית (YES בלבד מבצע). פלט ברור של מה שנסגר ומה שנכשל. 🚫 אין להוסיף הסברים או טקסט נוסף לפני או אחרי הקוד. רק אחרי הקוד — תכתוב הנחיות הפעלה מדויקות, כך: איך לפתוח PowerShell כמנהל. איזו פקודה בדיוק להדביק להפעלה. מה לעשות אם החלון נסגר מיד. התוצאה הסופית צריכה לכלול: בלוק קוד PowerShell תקני בלבד. אחריו שלושה סעיפים קצרים עם הוראות הפעלה ברורות.]\n\n\n🎯 עכשיו תורכם לנסות!\nפתחו את ה־AI המועדף עליכם, הדביקו את הפרומפט,\nוספרו בתגובות👇 האם קיבלתם תשובה שעבדה לכם בפועל.\n\n🎓 רוצים לדעת איך לדבר עם AI כך שיעבוד בשבילכם –\nבמקום לבזבז שעות מולו?\nאני מעביר הדרכות AI בעברית,\nשמלמדות בעלי עסקים ואנשים סקרנים להפוך את הבינה המלאכותית לכלי עבודה יומיומי.\n\n🧩 המפגש הראשון — ללא עלות וללא התחייבות.\n\n📩 כתבו לי “מעוניין/ת בהדרכה” בתגובות או בפרטי.\n\n🏷️ האשטגים:\n#בינה_מלאכותית #AIבעברית #AIלכולם #AI_ישראל\n#בעלי_עסקים #חדשנות_2025 #למידה_בעברית #ייעול_עבודה\n#כלים_חינמיים #יצירתיות_דיגיטלית",
    "created": "2025-10-15T11:38:04.862686",
    "updated": "2025-10-15T13:26:15.992226"
  }
]